[{"i":"100","j":"お正月っぽーい！夕立も晴れ着を着るっぽい。これで戦闘は…できるっぽい！<br>Looks like its the new year! Looks like Yuudachi will be wearing her best clothes! Looks like...I can fight in these clothes!","s":"New Year 2015-2016"},{"i":"101","j":"この豆、この豆、全力で投げるっぽーい！えい！えい！えーいっ！！……あわわぁ！？<br>I'm throwing these beans with full strength .... Ei.... Ei.... Eiiii.... Oohhh..","s":"Setsubun 2015-2016"},{"i":"102","j":"えっと、このチョコレートあげるっぽい。夕立、結構頑張って作ったっぽい。<br>Um, this chocolate-ish thing's for you. I did my bestest making it!","s":"Valentines 2015-2016"},{"i":"103","j":"提督さん、この包みは？いい匂い…クッキーっぽい！もしかして手作りっぽい！？<br>What is this package, Admiral? Smells nice~ It's cookies-poi! Perhaps these are handmade-poi?","s":"White Day 2015-2016"},{"i":"104","j":"今日は大事な日っぽい。そんな日は、みんなで素敵なパーティ、しましょう？<br>It's an impoitant day! We should celebrate an amazing party on such day!","s":"Second Anniversary 2015"},{"i":"105","j":"うぅ、うぅ～んっ、気持ちいいっぽーい！<br>Mmmh~, It feels good, poi!","s":"Rainy Season 2015-2016"},{"i":"106","j":"少しずつ暑くなってきたっぽーい。今年も夏が来るっぽい！<br>Seems like it's getting hotter bit by bit. I guess summer's coming around again, poi!","s":"Early Summer 2015-2016"},{"i":"107","j":"ちょっと暑すぎっぽい～。艤装も服も脱いで、ひと泳ぎするしかないっぽい！<br>It's, like, a little too hot. It's like we have no other choice, but to take our rigging and clothes off, and swim!","s":"Mid-Summer 2015-2016"},{"i":"108","j":"これはこれで動きやすいっぽい、ぽい！<br>I can, like, easily move in these. Poi!","s":"Mid-Summer 2015 Early Summer2016"},{"i":"109","j":"気のせいか装甲が薄いっぽーい、ぽい・・<br>It may be my imagination, but this armour is, like, too thin. Poi...","s":"Mid-Summer 2015"},{"i":"110","j":"秋はなんだかお腹がすくぽい、ご飯まだかなごっはんー♪ごっはんー♪<br>Autumns like, makes my tummy growl. Is the food ready yet? food～♪ food～♪","s":"Fall 2015"},{"i":"111","j":"夜戦なら夕立を連れてってほしいっぽい！うずうずするっぽい！ぽ～い！！<br>If it's night battle I want you to bring me along-poi! I'm itching to fight-poi! Poi!","s":"Fall Event 2015"},{"i":"112","j":"メリークリスマスっぽい！もうこれは、素敵なパーティするしかないっぽい！<br>Merry Christmas-poi! This calls for, like, throwing a great party!","s":"Christmas 2015"},{"i":"113","j":"はむ、んにゃ…ケーキも甘くて、おいしいっぽーい。んむぅ…でも、あんまり食べ過ぎると、排水量が増えちゃうっぽい。ぽ～い… <br>Mmm... the cake is so sweet and delicious poi! Umm...but if I eat too much, my displacement may exceed limitations poi. Po~i...","s":"Christmas 2015"},{"i":"114","j":"もう一年も終わりっぽい、なんだか速いっぽい、来年も夕立～頑張るっぽい！<br>This year has already ended-poi. Somehow it came fast-poi. Yuudachi will also do her best next year-poi!","s":"End of Year 2015"},{"i":"115","j":"春は気持ちいっぽい、外に出かけたいっぽい、気持ちがわくわくするっぽい！<br>Spring feels good-poi! I want to go outside-poi! I'm feeling all excited-poi!","s":"Spring 2016"},{"i":"116","j":"ぽーい！提督さん、ついに3周年っぽい！すごいっぽい、やるっぽい！ぽいぽいぽ～い！<br>Po~i! Admiral, It's finally the third anniversary poi! It's awesome poi! Way to go poi! poi, poi, poooi!","s":"Third Anniversary 2016"},{"i":"118","j":"夏が終わったぽい～秋が来るぽい～ぽい~ぽい~ぽい!<br>Summer is over poi! Autumn is coming poi! poi, poi, poi!","s":"Fall 2016"}]
